Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Wife's Sweet Revenge.tmx
Source language: ko_kr
Languages: en

source: 한빈이 유치원에서 차 올 시간이네.
en: Hanbin’s bus should be coming any second now.

source: 그럼, 오늘 볼까요?
en: in that case, would you like to meet up today?

source: 영수 선생님하고 자주 못 본다는 점?
en: Not being able to see you that often?

source: 그 아이, 다시 납치할 수 없어요?
en: can’t you kidnap him again?

source: 사장님까지…!
en: not you too, boss...!

source: 뭐, 일하는 곳을 알고 있으니
en: well, i know where she works,

source: 제 연락처를 드려도 될까요?
en: ...could I give you my contact information?

source: 오늘 저 밤에 일이 있어서 좀 나갔다 와야 할 것 같은데….
en: i’ll be out tonight taking care of some business, so...

source: 자 이거.
en: here, for you.

source: 그 전에…
en: Before I do...

source: 뭐, 뭘요, 제 일인데요.
en: N-No need. It’s my job.

source: 그 부분에서는 이렇게….
en: this part...

source: 무슨 생각을 그렇게 깊게 하길래 사람 오는 소리도 못 들어?
en: what were you thinking about that you didn’t even hear me come in?

source: …사실,
en: ...frankly speaking...

source: 알았지?
en: okay?

source: 일을 하나 더 의뢰하고 싶으시다는 건 알겠습니다만….
en: i get that you’re asking me to take on this job but...

source: 오늘 길에 보니 박순 씨와 꼭 닮은 꽃이 있는 게 아니겠습니까.
en: i saw these flowers that looked just like you on my way here.

source: 다음에 갈게요.
en: i’ll come over next time.

source: 아가, 어디 있니?
en: where are you, sweetie?

source: 한빈이를 언제까지고 사장님 손에 맡길 순 없잖아요.
en: ...you can’t leave hanbin in her care forever.

source: 이 근처에 사는 건 알고 있었지만,
en: i knew she lived in the area,

source: 야, 이 나쁜 년아!
en: you horrible b*tch!

source: 그래도 돼요?
en: would that be all right?

source: 아빠!
en: daddy!

source: 어디로 갔는지는 모르고.
en: and i don’t where she went.

source: 그런 거라면.
en: if that’s your main concern...

source: 다영 씨가 즐겁다니 다행이네요.
en: I’m glad you’re having fun, Dayoung.

source: 더 이상 고집을 부리신다면 경찰을 부를 수밖에 없어요.
en: keep this up, and we’ll be forced to call the police.

source: 아하하, 선생님도 차암~.
en: Ahaha, you’re too much, Youngsoo.

source: 어머.
en: Oh my.

source: …알겠습니다.
en: understood...

source: 이이가 부끄럽게…!
en: how embarrassing...!

source: 하하, 네.
en: haha, of course.

source: 저녁 먹고 가실래요?
en: would you like to join us for dinner?

source: 전 이거 배달 다녀올게요.
en: I’m going to go deliver this now.

source: 하고 싶은 말이 있어요.
en: i have something to say to you.

source: 이러지 말고, 다영 씨 퇴근하고 우리 만나죠.
en: Instead of moaning about it, let’s meet up today after you get done with work.

source: 그래서!?
en: so?!

source: 아휴….
en: oh dear...

source: 원룸이든 어디 살든 내 알 바 아니다.
en: changhee can go find herself a studio or something. it’s none of my concern.

source: 아이고, 이걸 어째!
en: Oh dear, what should we do?!

source: 당신 들은 거 있어?
en: do you know?

source: 정신 차려!
en: Get ahold of yourself!

source: 임 사장님.
en: Mr. Lim.

source: 오랜만에 만나는 건데, 많이 해야지.
en: we’re finally getting to see each other, so we’ll have to do it lots.

source: 걔가 내 자식인지 뭔지 조금도 관심 없으니까.
en: i don’t care if he’s my son or whatever.

source: 이 여자가 왜 영수 씨랑…!
en: ...why is this girl with youngsoo...?!

source: 하나 아쉬운 게 있다면….
en: There is one thing that bums me out though...

source: 너무 야한 색 아니야?
en: Isn’t this color a bit too sexy for you?

source: 위험 부담이 높아집니다.
en: ...which would increase the risk.

source: 준비 중인 건 어때요?
en: ...how are the preparations going?

source: 오늘도 재미있게 보냈어?
en: ...did you have fun today?

source: 아니야, 그래도
en: no, but still...

source: 각오하고 시작한 일인 걸요.
en: i started this knowing the risks.

source: 으응, 나야 언제든 환영이지.
en: Sure, I’m always happy to.

source: 어때요?
en: What do you think?

source: 그리고 알려고도 하지 마.
en: And don’t try to find out either.

source: 잘 수 있어!
en: I can!

source: 한 명은 오늘로 끝이야.
en: i’ll be rid of one of them today.

source: 우리 사이에 말 못 할 게 뭐가 있습니까.
en: you can tell me anything.

source: 이건, 다영 씨 아이를 말하는 거군.
en: she must be talking about dayoung’s son.

source: 더 만나봐야 귀찮게 굴기만 할 것 같고.
en: if i keep seeing them, i can tell they’ll just get more annoying.

source: 아이고, 얘!
en: My goodness! Honey!

source: 고생 많았어요.
en: you’ve had a long day.

source: 돈이 조금 모자라 은행에 알아보니 이자가 뙈 높더라고요.
en: I’m a little short on money, see. But when I researched bank loans, the interest rate was pretty high.

source: …아, 네.
en: ah, i see...

source: 한빈이, 아저씨네서 자고 싶니?
en: hanbin, did you want to sleep at my place?

source: 맡겨만 주십시오.
en: Just leave it to me.

source: 내 손톱이
en: it won’t be long before he feels my hands...

source: 제가 그렇게 보고 싶었어요?
en: did you miss me that much?

source: 66화
en: episode 66

source: 무슨 고민이라도 있어?
en: Is something bothering you?

source: 애만 불쌍하게 됐네.
en: poor kid drew the short end of the stick.

source: 내가… 내가 물러날 것 같아?
en: Do... do you think I’m going to back down?

source: 아니야!
en: No!

source: 아, 지긋지긋하네, 진짜.
en: ugh, i’m really sick and tired of your crap.

source: 그렇다고 무리하진 말고.
en: don’t work too hard, though.

source: 우리 저녁 먹으러 가자!
en: let’s go have dinner!

source: …한빈이가 계속 자는 건
en: hanbin is still asleep...

source: 한빈이는 없나요?
en: Is Hanbin here?

source: 대현 씨 없어진 거 알면 울지도 모르니까….
en: ...he might cry to find out you’re gone...

source: 너 세경이한테 얘기 들었냐?
en: did you hear from sekyung?

source: 네, 너무 좋으세요.
en: Yes, she definitely is.

source: 당분간은 거기까지만 해주세요.
en: That’s all I want from you for now.

source: 다음 기회에.
en: ...let’s wait until next time.

source: 다영 씨 집에 가서 내일 입을 옷이랑 잠옷만 챙겨서 나오죠.
en: we’ll grab your pajamas and a change of clothes from your place.

source: 이 사진 봐.
en: look at these pictures.

source: 아, 대, 대현 씨.
en: ah, d-daehyun.

source: 지나가는 길에 그냥 들렀어요.
en: I was passing by and decided to pop in.

source: 시간도 늦었는데 제 차로 바래다 드릴게요.
en: I’ll give you a ride since it’s late.

source: …정말 고마워요.
en: thank you so much...

source: 아니,
en: No,

source: 아, 그게, 그….
en: ah, um...

source: 여기에서 더 대현 씨한테 신세 지면,
en: i already owe you so much. if i let you help me any more than this...

source: 어떻게 그 애가 창엽이 애야?
en: how can he be changyeob’s?

source: 제가 다녀오면 되니까.
en: i’ll go.

source: 그건...!
en: That’s...!

source: 승완 씨 차례예요.
en: It’s your turn.

source: 한빈이 유치원 가는 것까지 도와주시고,
en: you even helped me drop hanbin off at school.

source: 최대한 멀리 보내주세요.
en: ...send him far away,

source: 바지는 세탁기에 넣었으니 두어 시간 걸릴 거예요.
en: I have put your pants in the washer. It will take a couple of hours.

source: 누구한테 선물하는 거예요?
en: Who are you going to give it to?

source: 직장 바뀌었으면 얘기해 주지.
en: YOU SHOULD HAVE TOLD ME YOU SWITCHED JOBS.

source: 엄마 미워.
en: i hate mommy.

source: 그년 때문에 나까지…!
en: this is all because of that b*tch...!

source: 진작 그럴 것이지!
en: You should’ve done that from the start!

source: 대현 씨한테 너무 크게 신세를 지내요.
en: we really owe you one.

source: 너무 예쁘다.
en: You look great.

source: 여기 꽃다발 빨리 되나요?
en: Do you take last-minute orders here?

source: 내 씨라고는 하지만,
en: sure, he’s my flesh and blood.

source: 누굴 찾으시는 데요?
en: who are you looking for?

source: 왜 기다리고 있었냐고요?
en: Why was I waiting for you?

source: …그럼.
en: then...

source: 참.
en: oh right.

source: 그 애.
en: about that kid.

source: 그러니까 걱정말아요.
en: so don’t worry.

source: 난 그저….
en: I just want to...

source: 너무 서운해하지 말고요.
en: don’t be too upset.

source: 좋은 사람이야.
en: He’s a good man.

source: 이 행복이 오래가지 않을 것만 같아서요.
en: ...this happiness won’t last.

source: 아앗!
en: oh!

source: 창엽이는 알고 있어?
en: does he know about this?

source: 정말 못 말려~.
en: There’s no stopping you.

source: 사실 누군가 다영 씨를 미행하는 정황이 확인되었어요.
en: the truth is, i found out that someone’s been stalking you.

source: 여자친구분이 만들어두신 건가봐요?
en: Did your girlfriend give it to you?

source: 분명 이 남자 오늘 나를 안으려고 하는 거겠지.
en: He’s definitely going to try and sleep with me.

source: 대한민국 참 좁아, 그렇지?
en: It’s a small world, don’t you agree?

source: 그래도 처음인데 이 정도면 잘 하는 거예요.
en: considering it’s your first time, you’re doing very well.

source: 하아…
en: haa...

source: 그 바람에 어머니한테 계속 전화가 왔는데도 받질 못했네.
en: mother’s been calling nonstop, but i didn’t even have time to pick up.

source: 공룡 사탕 아저씨!
en: mr. dino lollipop!

source: 맞죠?
en: that’s him, right?

source: 들키면 어때.
en: And would it be so bad if they did?

source: 이런 내가… 엄마 자격이나 있을까요…?
en: do i... even have the right to call myself his mom...?

source: 절대로 가만히 있지 않을 거라고!
en: i won’t let her get away with this!

source: 그동안 우리가 당한 게 얼만데.
en: think about how much we’ve suffered.

source: 그 계집애 때문인 거 아니야?
en: ...is that girl!

source: 이렇게 집까지 들여보내 주시고 영광입니다.
en: I’m just honored that you invited me to your home.

source: …알아요.
en: I know...

source: 일단 문 열고 내려 주시죠.
en: open the door and exit the vehicle, please.

source: 네… 상황이 좀 잠잠해지거든 찾아뵐게요.
en: i will... i’ll come see you once things calm down.

source: 오늘부터 시작하려고 해요.
en: i’m putting the plan into motion today.

source: 그러니까 못 이기는 척 따라가.
en: so pretend like you’re giving in and go with daehyun.

source: 여보세요.
en: hello?

source: 사장님도, 한빈이도 다영 씨 생각 많이 해요.
en: ms. min and hanbin care about you a lot too, dayoung.

source: 한빈이 어머님.
en: ma’am.

source: 적당히 예쁜걸로?
en: Anything suitably beautiful, like usual?

source: 절대 집에 들일 수 없어.
en: i won’t let that boy into our home.

source: 처음 만났을 때 기억나네.
en: ...of the first time we met.

source: 아직 안 자고 있었어요?
en: you weren’t asleep?

source: 그보다 아쉽네요.
en: But it’s a pity

source: 걱정하지 않으셔도 됩니….
en: ...so you don’t need to worry about that...

source: …멀리,
en: send him...

source: 우리 공주님, 왜 울상이야?
en: why do you look so sad, princess?

source: 설마 진짜예요?
en: Did I get it right?

source: 이젠 또 어딜 가는 거지?
en: and now where’s she going?

source: 그 아파트에서 누구랑 사는지는요?
en: do you know who she lives with in that apartment?

source: 위험하십니다!
en: Watch out!

source: 혹시, 요즘 날 안 만나는 것도
en: don’t tell me the reason he hasn’t been seeing me...

source: 좀 쉴까요?
en: Why don’t we take a breather?

source: 한빈이는 사장님 댁에 있죠?
en: Hanbin is at Ms. Min’s place, right?

source: 후후, 여전하네요, 승완 씨는.
en: huhu, you’re the same as ever.

source: 아유, 뭘 이런 걸 다.
en: oh dear, you didn’t have to.

source: 물론 승완 씨가 내 남자가 된다라면 말이죠.
en: But only if you become my man...

source: 당신 아이를 없애달라는 의뢰를 받았어요.
en: i was hired to get rid of your son.

source: 어서 가서 재워.
en: hurry on home and tuck him in.

source: 계산은 이따 들러서 하신대요.
en: They said they would pay in-person.

source: 제가 다시 연락드릴게요.
en: i’ll call you back.

source: 제가 혼내줄 테니까!
en: i’ll take care of him for you!

source: 일 끝나면 다 같이 절이라도 가죠.
en: let’s all go to a temple after this job.

source: 이 시간에 여긴 무슨 일이세요?
en: what brings you here at this hour?

source: 예….
en: Yes...

source: 다영 씨한테 필요한 정보를 알려줄 수 있을 거예요.
en: i can teach you everything you need to know.

source: 잘할 수 있을 거야.
en: so you'll do just fine.

source: 다 필요 없고.
en: oh, shove it.

source: 다영 씨, 일은 어때요?
en: dayoung, how is work by the way?

source: 할머니야!
en: it’s grandma!

source: 오늘 한빈이 좀 부탁드려도 될까요?
en: Could you look after Hanbin today?

source: 내가 바랐던 가족의 모습…
en: This is the family I always wanted...

source: 감사합니다!
en: Thank you!

source: 어떤 연락들인지는 알지만,
en: i know what those calls mean to you,

source: 꽃집…
en: a flower shop...

source: 그년이 승완 씨한테 꼬리친 거라고!
en: that b*tch seduced seungwan!

source: 제가 하고 싶어서 그런 거니까 거절하지 말아주세요.
en: I’m doing this because I want to, so please let me.

source: 저 정말 술 많이 마셨나봐요, 미안하지만 오늘은 그냥 집에 갈게요.
en: I must’ve had too much to drink. I’m sorry, but let’s call it a day.

source: 그 여자의 아이.
en: her son...

source: 창엽이한테 연락이 없네.
en: changyeob hasn’t called.

source: 급기야 제가 일하는 곳을 어떻게 알아냈는지 찾아오기까지….
en: and i don’t know how he found out where i worked, but he even showed up at my work...

source: 아무튼, 다음에 또 봐.
en: anyway, i’ll see you again.

source: 그 여자,
en: that girl...

source: 누구예요?
en: who?

source: 각 층마다 두 개씩 배치했으니 총 열 개.
en: We’ve placed two on each floor, which makes 10 total.

source: 좋아.
en: all right.

source: 죄 없는 나한테 복수를 하는 거야,
en: what did i ever do to make her want revenge against me?

source: 영수 선생님도 조심해서 들어가세요.
en: You get home safely, Youngsoo.

source: 오, 그거 좋네요!
en: oh, good idea!

source: 조용히 들어가야겠다.
en: i’ll have to leave quietly.

source: 아아, 걔.
en: ohhh, her.

source: 이 정도로 뭘요.
en: this is nothing.

source: 뭘요, 잘 가르쳐주시니 그런 거죠.
en: It’s only because you’re a good teacher.

source: 조만간 만나게 해드릴게요.
en: i’ll introduce you to him soon.

source: 예, 찾았습니다.
en: right, i found her.

source: 제가요...?
en: You want me to...?

source: 이제 정말 전면전이겠군요.
en: it seems like it’s finally going to be all-out war.

source: 왠지 영수 씨도 이 일에 연관이 돼있을 것 같은 느낌이….
en: i can’t seem to shake the feeling that youngsoo is involved too...

source: 안녕히 주무셨어요?
en: Boss.

source: 한빈이가….
en: hanbin is...

source: 한빈이 데리러.
en: get hanbin.

source: 얼른 우리 한빈이 데리러 가요.
en: let’s hurry and get our hanbin back.

source: 어서 가요, 우리.
en: Let’s go.

source: 아빠, 배고파요.
en: daddy, i’m hungry.

source: 73화
en: episode 73

source: 이, 이거 놔요…!
en: l-let go of me...!

source: 선생님?
en: is this hanbin’s teacher?

source: 오늘 신선한 로벨리아가 들어왔거든요.
en: ...we just got a delivery of fresh lobelias.

source: 으흐흥~
en: Humm.

source: 엄마, 더러워.
en: You’re gross, Mommy.

source: 왜 그렇게 놀라?
en: why are you so surprised?

source: 아예 데려오는 건 안 되나요?
en: can’t you just bring him here?

source: 너 때문에 내가,
en: do you have any idea what i’ve been through...?

source: 다영 씨는 바로 출근하는 건 어때요?
en: ...and head to work right after instead?

source: 꽃집에서 일하는 직원들한테서도 보고가 들어왔어요.
en: the employees at the flower shop reported back to me.

source: 그럼….
en: then...

source: 자, 가요, 집까지 데려다 줄게요.
en: Okay, let’s go. I’ll drop you both off at home.

source: 아, 물론 사모님 얘기는 일절 하지 않았으니,
en: oh, but they haven’t said a word about you...

source: 자,
en: wai-

source: 하지만…
en: But...

source: 이거야 원….
en: this feels a little...

source: 제가 갈게요~!
en: i’ll go!

source: 어떻게든 막아해야 해.
en: no matter what, i have to stop that from happening.

source: …아.
en: Oh...

source: 이건…?!
en: this is...?!

source: 너희가 한 건 그냥 유괴야, 유괴!
en: what you did was abduct a child!

source: 호텔에서 또 누굴 만나고,
en: ...met up with someone else at a hotel...

source: 전 괜찮은 사람이 아니에요.
en: I’m not a good person.

source: 오늘도 힘내십시오.
en: Hang in there.

source: …대현 씨한테는 말할 수밖에 없겠네요.
en: I guess I have no choice but to tell you...

source: 아직 약 기운도 남아 있고, 피곤해서 그런거니
en: ...because of the drugs in his system, and because he’s tired...

source: 겸사겸사 꽃집에도 들렸다 올게요.
en: i was planning to visit the flower shop anyway.

source: 그런데,
en: I’ve been meaning to ask...

source: 사모님, 그건 범죄입니다.
en: ma’am, that’s a crime.

source: 일단 그 미친년 눈에서 피눈물 나는 꼴은 꼭 봐야겠으니까!
en: but first things first. i’m going to make sure that b*tch gets what’s coming to her!

source: 사장님 한 분이 카페를 개업하신다고 해서요.
en: ...in one of the buildings I manage.

source: 준비하던 건 어느 정도 마무리 됐어요.
en: the preparations are basically done.

source: 재미 있었겠는데?
en: That must’ve been fun.

source: 전 아마…
en: I would probably...

source: 그런데…
en: but...

source: 아예 없애주세요.
en: i want you to get rid of him.

source: 사장님도 좋은 분이신 거 알아요.
en: ...and that ms. min is a good person.

source: 어떻게 그래요, 죄송하게….
en: we shouldn’t...

source: 사장님 말로는,
en: according to the boss,

source: 그 애 얘기하는데 무슨….
en: what are you on about...?

source: 안 받아도 돼요.
en: i don’t need to.

source: 귀엽네요, 승완 씨.
en: You’re cute, Seungwan.

source: 눈 떠요.
en: Open your eyes.

source: 그러게 말이야.
en: that’s my question.

source: 저, 한빈이한테도 잘해줄 자신 있어요.
en: I’m confident that I can be good to Hanbin as well.

source: 안… 그래요?
en: Right... Youngsoo?

source: 오늘은 선약이 있어서요.
en: i’m meeting someone else today.

source: 여긴 걱정 말고 어여 따라가 봐, 다영 씨.
en: don’t worry about things here and hurry along, dayoung.

source: 여자친구가 아닌 다영 씨랑 함께 했으면 좋았겠다고 생각했어요.
en: I thought about how I wished it was you instead.

source: 더 먹어!
en: have some more!

source: 응,
en: yeah.

source: 솔직히 설렙니다.
en: ...so I’m honestly thrilled.

source: 좀 봐야겠으니 협조 부탁드립니다.
en: i’m going to have to ask you to let us see him.

source: 그러지 않아도 오늘 연락하려고 했던 참이었습니다.
en: i was actually planning on calling you today.

source: 언제 한번 만나게 해주시죠.
en: please let me meet him sometime.

source: 네~!
en: yes!

source: 다영 씨는 한빈이 보고 계세요.
en: you can stay here and keep an eye on hanbin, dayoung.

source: 이상한 일?
en: something weird?

source: 그 남자의 목덜미에 닿겠죠.
en: ...around his neck.

source: 사, 사장니임…!
en: b-boss...!

source: 하하, 그럼 실례하겠습니다.
en: Haha, thank you.

source: 놀랐다면 미안해요.
en: i’m sorry for surprising you.

source: 잘 먹을게요.
en: for the coffee.

source: 하하!
en: Haha!

source: 그깟 여편네 하나 꾀는 게 뭐 어려운 일이라고요.
en: Stringing a woman like her along is a piece of cake.

source: 그쪽 거래량을 좀 더 늘려서….
en: increase the volume by a bit and...

source: 거래처 일이 일찍 끝나서.
en: work wrapped up faster than i expected.

source: 자세한 얘기는 서에 가서 하시죠.
en: we can discuss the details at the station.

source: 걱정되네요, 정말!
en: i’m so worried!

source: 진짜예요.
en: I swear!

source: 하, 한빈아~ 얘가 정말…!
en: h-hanbin! really now...!

source: 골프가 생각보다 어렵진 않죠?
en: Golf isn’t as hard as you thought, right?

source: 어서 오세….
en: welcome...

source: 그보다…
en: by the way...

source: 엄마, 나 용가리 너겟!
en: mommy, i want dino nuggets!

source: 아직도 네 몸은 날 기억하고 있잖아?
en: After all, your body still remembers me, right?

source: 정확히 몇 동, 몇 호인지는 모르고요?
en: and you don’t know which room number she is?

source: 다영 씨처럼 예쁘고 귀여운 회원은 처음이라니까요!
en: It’s the first time a beautiful, cute member like you has showed interest!

source: 이미 당해봐서 알고 있어요.
en: ...something i’ve experienced firsthand.

source: 이게…
en: what...

source: 어서요, 다영 씨.
en: hurry, dayoung.

source: 와아, 먹는다!
en: whoa, it’s eating it!

source: 다른 마음 있는 건 아니고요?
en: ...could you have other ideas?

source: 사진이 있는 것도 아니고 하다못해 이름도 모르는데 찾기가….
en: it’s not like we have a picture. we don’t even have a name, so finding him is...

source: 정말 그런 적이 있어요?
en: Did that really happen?

source: 들떠서 집중도 안 될 거예요.
en: i doubt we’ll be able to concentrate because of all the anticipation.

source: 빨리!
en: hurry!

source: 이제 와서 흔들리지 말아야 해!
en: I can’t hesitate now!

source: 먼저 샤워하고 나올게요.
en: I’ll shower first.

source: 이야, 다영 씨 수영복 입은 거 보니까
en: Wow, seeing you in that swimsuit reminds me...

source: 연락, 안 받아도 돼요?
en: is it okay not to take that call?

source: 그게 무슨?
en: what are you talking about?

source: 그럼 영수 선생님, 다음에 또 봬요.
en: Then I’ll see you, Youngsoo.

source: 없애줘요.
en: ...so get rid of him.

source: 그럼 공평하게 내가 다녀올 테니까, 두 사람도 좀 즐기라고.
en: let me go. that way, it’ll be fair, and you two can just enjoy yourselves.

source: 그래!
en: okay!

source: 고 계집애네.
en: it’s her.

source: 한빈아, 3개라고 했잖아.
en: hanbin, i told you only three.

source: 진짜예요?
en: you did?

source: ...네?
en: What...?

source: 한빈이가 안전하도록.
en: ...so hanbin will be safe.

source: 74화
en: episode 74

source: 아무래도…
en: i have no choice...

source: 그럼 이번엔 나도 내 흔적을 남겨 볼까?
en: Then how about this time, I leave a mark of my own?

source: 이렇게라도 다영 씨 도울 수 있어서 다행이에요.
en: i’m just glad to help however i can.

source: 아니면,
en: Or...

source: 그래도 분명 그런 날이 올거라고 믿어요.
en: But I’m sure the day will come.

source: 그걸 어떻게 일일이 기억해!
en: how do you expect me to remember every little thing?!

source: 아, 그럼 이거 어때요?
en: oh, then how about we do this?

source: 지금 자세 아주 좋습니다, 여사님.
en: Your form right now is perfect.

source: 어차피 요즘 자주 만나지도 못하잖아.
en: besides, you can’t meet up that often.

source: 음, 그러니까…
en: uh, so...

source: 이 사람은 알고 있으려나….
en: I wonder if Sekyung knows...

source: 미, 미안.
en: s-sorry.

source: 으응, 금방 차릴게.
en: yeah, okay. i’ll hurry and get dinner ready.

source: 자세한 건 차에서 설명 할게요.
en: i’ll explain everything in the car.

source: 곤란해 보였는데, 도움이 되어서 다행입니다.
en: I’m glad I was able to help you out of a tight spot.

source: 친구가 오라고 해서,
en: a friend told me to come over,

source: 그래도 될까?
en: Can I?

source: …잠깐만.
en: wait...

source: 오늘 못 만난다며.
en: I thought you said you couldn’t meet today.

source: 조심하십시오, 다영 씨.
en: you be careful, dayoung.

source: 일단 밥부터 먹자.
en: let’s eat first.

source: 지금 이 순간만…
en: But it’s okay to feel happy...

source: 보고 너무 놀라지나 말아요.
en: just don’t be surprised when you see the photos.

source: 오늘 이상한 일 있었어.
en: something weird happened today.

source: 설마 쓸만한 남자 하나 더 못 만나겠습니까.
en: ...which means she’ll have no trouble finding herself a decent fellow.

source: 아니 이런…!
en: what in the world...?!

source: 아, 비키세요.
en: get out of my way, man.

source: 그 여자 연락처 좀 줄 수 있어?
en: ...so can’t you give me her number?

source: 저 남자를 확실하게 내 걸로 만들고, 유린해야 해.
en: I have to make him my man, and bring him to his knees.

source: 수영할 때
en: Back in the pool...

source: 센스가 있습니다, 박순 여사님!
en: You’re a natural, Baksoon!

source: 빠르네요, 다영 씨.
en: you’re quick, dayoung.

source: 언니 바람 상대.
en: the person you’re cheating with.

source: 최대한 빨리 부탁해요.
en: please hurry.

source: 한빈이 안녕.
en: hi, hanbin.

source: 전에 들어왔던 의뢰에서
en: during the last job,

source: 얼만데요?
en: how much is it?

source: 이렇게 집까지 바래다주셔서 감사합니다.
en: Thank you for dropping us off at home.

source: 사장님한테 특별히 오늘 늦게 출근하는 거 허락받은 거거든요.
en: ...because I wanted to see you.

source: 노친네, 무슨 늦바람이 불었는지….
en: Has that old fogey gone and found herself a lover...?

source: 승완 씨, 놀라는 모습이 귀여워요.
en: You’re cute when you’re flustered, Seungwan.

source: 몸조리 잘 해.
en: Take care of yourself.

source: 할무니 좋아!
en: I like Grandma!

source: 그, 그건…
en: th-that’s...

source: 부탁 하나 있어!
en: i have a favor to ask you!

source: 꽃다발이나 하나씩 사 가는 건 어때요?
en: ...why don’t you each buy yourselves a bouquet?

source: 그런데, 난 그 아이한테 조금도 관심 없어.
en: but i’m not the least bit interested in him.

source: 이따 봐요…!
en: i’ll see you later...!

source: 오늘 그 여자들이 찾아와서 좀 시끄럽게 굴었어요.
en: those women showed up today and caused a scene.

source: 여보, 어머니가 당신한테 뭐 들은 얘기 없냐고 물어보시는데?
en: honey, mother is asking if i’ve heard anything from you.

source: 부재중 전화가 수십 통이야.
en: but i have dozens of missed calls from her.

source: 오늘 정말 감사했습니다.
en: Thank you so much for all of your help today.

source: 장난 아니네요.
en: you look great.

source: 옷을 갈아 입히더니, 여기 있으면 엄마가 데리러 올 거라고 했어요.
en: ...and then he changed my clothes and said mommy would come if i waited here.

source: 그야 당연하죠.
en: well, of course.

source: 너무 감사해요.
en: thank you so much.

source: 아이잖아요.
en: he’s a little kid.

source: 괜찮아.
en: Don’t worry about it.

source: 친구들하고 다같이 기차놀이 하고 놀았어!
en: Me and my friends played with trains together!

source: 하지만 안 돼.
en: But I can’t.

source: 괜찮아, 다영 씨?
en: are you okay, dayoung?

source: 한빈이가 사라졌대요!
en: ...hanbin disappeared!

source: 다영 씨, 완전 섹시한데요?
en: you’re so sexy, dayoung.

source: 집에서 내쫓길 때,
en: when we kicked the girl out of the house...

source: 그러게, 말이다.
en: i was just wondering about that.

source: 한 일주일 정도 유치원 못 갈 것 같은데, 친구들 못 봐도 괜찮겠어?
en: you’ll be staying home next week. will you be okay with not seeing your friends?

source: …여기서 우리 집이 가까우니까, 가시죠.
en: My house is close by, so let’s go there.

source: 약에 아직도 취해 있는 거 같네요.
en: it looks like he’s still experiencing the effects of the drug.

source: 다영 씨 일 마치고 피곤하실까봐 일부러….
en: I thought you would be tired after work...

source: 얘기 해보세요.
en: please, tell me.

source: 76화
en: episode 76

source: 그 키스마크, 보이는 자리에 했으니 괜한 마음 먹지 말라는 뜻이야.
en: I gave you that kiss mark where everyone can see it, so don’t get any funny ideas.

source: …주무시고 가실래요?
en: would you like to sleep over...?

source: 그나마 최소한의 양심은 있어서 다행입니다.
en: thankfully, they had a shred of conscience left.

source: 사장님 너무 좋으신 분 같아요.
en: Ms. Min seems like a very good person.

source: 그럼 창희, 네가 괴로워하겠지.
en: Then you’ll be the one to suffer, Changhee.

source: 그래서 지켜주고 싶은 거고요.
en: that’s why i want to protect you.

source: 이 시간에 여긴 어떻게…?
en: what are you doing here at this hour...?

source: 안녕하세요, 다영 씨.
en: Hello, Dayoung,

source: 감사합니다,
en: thank you,

source: 혹시나, 정말 혹시나 해서 붙여둔 건데….
en: i put it on him just in case, not really thinking that anything would happen...

source: 잠깐 얘기 좀 하죠?
en: do you have a second?

source: 오늘 한빈이 좀 재워주실 수 있나요?
en: Could you take Hanbin tonight?

source: 와아, 엄청 큰 침대다아!
en: wow, that’s a huuuge bed!

source: 우리가 만약 함께 한다면…
en: What do you think would happen...

source: 따님께 무슨 일이라도…?
en: did something happen to her...?

source: 목덜미에 그건...?
en: On your neck, is that a...?

source: 쥰
en: JYUN

source: 이 남자요.
en: this is the man.

source: 37화
en: Episode 37

source: 초대해 주신다면 기꺼이요!
en: if i’m invited, i would love to!

source: 정말…
en: thank you...

source: 정말이에요?
en: Are you being serious?

source: 영수 씨.
en: Youngsoo.

source: 후후, 힘들어 보이네요.
en: Huhu, you look like you’re having a tough time.

source: 아, 이, 이거 미안합니다.
en: Ah, I-I’m sorry.
